Repository: 21sportsgroup/pim-community-dev
Catalog: src/Pim/Bundle/CatalogBundle/Resources/translations/messages.*.xliff
Languages: fr

source: Create channel
fr: Création d'un canal

source: Edit channel
fr: Modification d'un canal

source: List channels
fr: Liste des canaux

source: Edit product
fr: Modification d'un produit

source: List products
fr: Liste des produits

source: Create product attribute
fr: Création d'un attribut produit

source: Edit product attribute
fr: Modification d'un attribut

source: List product attributes
fr: Liste des attributs produit

source: Create product set
fr: Création d'un type de produits

source: Edit product set
fr: Modification d'un type de produits

source: List product sets
fr: Liste des types de produits

source: New channel
fr: Créer un canal

source: Delete attribute
fr: Supprimer un attribut

source: New attribute
fr: Créer un attribut

source: New set
fr: Créer un type

source: General
fr: Général

source: Locales
fr: Traductions

source: General
fr: Général

source: General
fr: Général

source: General
fr: Général

source: Available attributes
fr: Attributs disponibles

source: Groups and attributes
fr: Groupes et attributs

source: Copy from another set
fr: Copie depuis un autre type

source: Add locale
fr: Ajouter une nouvelle traduction

source: Delete locale
fr: Supprimer une traduction

source: Group tab
fr: Onglet des groupes

source: Add group
fr: Ajouter un nouveau groupe

source: Delete group
fr: Supprimer un groupe

source: This group can't be deleted
fr: Ce groupe ne peut être supprimé

source: It's a demo view, we have to define mockup and interactions together.You can drag attributes from available list to set groups, you can create new group
fr: Cet écran est une démonstration. Nous devons encore définir les maquettes et les interactions. Vous pouvez glisser les attributs de la liste des disponibles vers les groupes et créer de nouveaux groupes.
