Repository: 21sportsgroup/pim-community-dev
Catalog: src/Pim/Bundle/ConnectorIcecatBundle/Resources/translations/messages.*.xliff
Languages: fr

source: Manage Icecat configuration
fr: Modification de la configuration d'Icecat

source: List languages
fr: Liste des langues

source: List products
fr: Liste des produits

source: List suppliers
fr: Liste des fournisseurs

source: List base products
fr: Liste des produits IceCat

source: List base suppliers
fr: Liste des fournisseurs IceCat

source: Initialize base products (only 5k)
fr: Initialisation des produits IceCat

source: Initialize base suppliers
fr: Initialisation des fournisseurs IceCat

source: Product %id% - %prodId% inserted
fr: Produit %id% - %prodId% inséré

source: Supplier %name% - %count% products inserted
fr: Fournisseur %name% - %count% produits insérés
